main.floors.sample0=
{
"floorId": "sample0",
"title": "寂静之森外围",
"name": "寂静之森外围",
"canFlyTo": true,
"canUseQuickShop": true,
"defaultGround": "ground",
"images": [],
"bgm": "寂静之森.mp3",
"item_ratio": 2,
"map": [
    [  1,  1,  1,  1,  1,  1,  1,  1,  1,  1,  1,  1,  0,  1,  1],
	[  1, 31,308,  0,129,  1,  0, 31,  0, 32,  1,  1,  0, 31,  1],
	[  1,301,  1,  1,  1,  1,  0,  1,  1,304,  1,  1,  1,  0,  1],
	[  1,  0,  0,304, 31,  1,300,  1, 31,  0,  1,  1,  1,307,  1],
	[  1, 21,  1,  1, 31,  0,  0,307,  0,  0,  0,  0,  0,  0,  1],
	[  1,  0,  1,  1,  1,  0,  1,  1,  1,300,  1,  1,  1,  0,  1],
	[  1,  0,  1, 27,304,  0,  1,  1, 31,307, 28,  1,  1,  0,  1],
	[  1,  0,  1,  1,  1, 81,  1,  1,  1, 27,  0,  0,  1,300,  1],
	[  1,  0,201,  0,  0,300,  0,129,  1,  1, 81,  0, 31,  0,  1],
	[  1,  1,  0,  1,  1,  0,  0, 31,  1,  0,  0,  1,  1,  1,  1],
	[  1,  1,  0,  1,  1,  0,  0,  0,300,  0,  1,  1, 27,  1,  1],
	[  1, 31, 45, 21,  1,  0,  0,  1,  1, 81,  1,  0,310, 32,  1],
	[  1,  0,  0,  0,  0,  0,307,  1,  0,301,  0,  0,  1,  1,  1],
	[  1,  0,  0, 28,  1,  0, 28,  1,  1,  0,  0,  1,  1,  1,  1],
	[  1,  1,  0,  1,  1,  1,  1,  1,  1,  1,  1,  1,  1,  1,  1]
],
"firstArrive": [
    {
        "type": "setText",
        "background": "winskin.png",
        "time": 0
    },
    "\t[hero]\b[up,hero]我是谁？我从哪来？我又要到哪去？",
    "\t[荷依米,hym]你问我...？我也不知道啊...",
	"\t[hero]\b[up,hero]我艹?!",
],
"events": {
    
},
"changeFloor": {
    
},
"afterBattle": {
    
},
"afterGetItem": {
    "2,11": [
		"狩猎之书：上面记载了所有常见的魔兽信息"
	]
},
"afterOpenDoor": {
    
},
"cannotMove": {
	
},
"bgmap": [

],
"fgmap": [

]
}